Autodesk.Revit.DB.ExportFontTable.GetExportFontTableIteratorInternal
Returns a FontTableIterator to the font table.
Since:
2014

Autodesk.Revit.DB.ExportFontTable.GetEnumerator
Returns an enumerator that iterates through the collection.
Returns: An IEnumerator( KeyValuePair(ExportFontKey^,ExportFontInfo^) ) object that can be used to iterate through key-value pairs in the collection.